{
    "cohort": [
        {
            "id": 1,
            "firstName": "Keisha",
            "lastName": "Card",
            "reelThemIn": "<p>\"A party without cake is just a meeting -- Julia Child\"</p>",
            "bio": "<p>Becoming knowledgeable about different electronic charting software and data collection software, like EPIC and REDCap, as an experienced nurse sparked an interest in software development that makes a positive impact in healthcare. I plan to use my hands on development experience along with my healthcare background to create a meaningful and valuable place in Nashville's tech and healthcare scenes. </p>",
            "github": "https://github.com/keishacard",
            "linkedIn": "https://www.linkedin.com/in/keisha-card/",
            "portfolio": "https://keishacard.com/",
            "email": "cardkeisha@gmail.com",
            "proImg": "images/classmates/KeishaCard.jpg",
            "funImg": "images/classmates/KeishaCard_Fun.jpg"
        },
        {
            "id": 2,
            "firstName": "Colin",
            "lastName": "Sandlin",
            "reelThemIn": "<p>git commit -m \"I dunno what to put here\"</p>",
            "bio": "<p>I am a Full-stack Developer, but I first became an Industrial Designer because I love creative problem solving - digging deep into issues to find solutions that make people’s lives better. For five years, my teams worked with developers to create dynamic installations for clients such as the Dallas Cowboys, Stanford University, and Mailchimp, and my interest in coding was piqued.</p><p>That experience motivated me to pivot my career and become a developer. At the end of 2018, I left my job as a designer to begin preparing for my education at Nashville Software School. As a student, I have embraced the attitude of constant learning and have found a career that I get excited about every day. My passion for creative problem solving still drives me forward, the only difference is, now I can find solutions using code. In my free time, you can find me hiking, mountain biking, or searching for the next cup of coffee with my wife. </p>",
            "github": "https://github.com/c-sandlin",
            "linkedIn": "https://www.linkedin.com/in/c-sandlin",
            "portfolio": "www.csandlin.dev",
            "email": "csandlin010@gmail.com",
            "proImg": "images/classmates/ColinSandlin.jpg",
            "funImg": "images/classmates/ColinSandlin_Fun.jpg"
        },
        {
            "id": 3,
            "firstName": "Shelley",
            "lastName": "Arnold",
            "reelThemIn": "<p>git commit -m \"Just kidding, I fixed nothing...\"</p>",
            "bio": "<p>Having spent 8 years working in public education, I developed a passion for learning and problem-solving. Being able to identify a problem and develop a feasible and timely solution helped me grow as an educator and has also helped drive my passion for learning to code. When I'm not coding, I enjoy aerial workouts, playing with my two rescue dogs, or attending live podcasts with my husband.</p>",
            "github": "https://github.com/shelleyeti",
            "linkedIn": "https://www.linkedin.com/in/shelleyarnoldtn/",
            "portfolio": "www.shelleyeti.com",
            "email": "shelle.kay@gmail.com",
            "proImg": "images/classmates/ShelleyArnold.jpg",
            "funImg": "images/classmates/ShelleyArnold_Fun.jpg"
        }
    ]
}