{
    "cohort": [
        {
            "id": 1,
            "firstName": "Keisha",
            "lastName": "Card",
            "reelThemIn": "<p>\"A party without cake is just a meeting -- Julia Child\"</p>",
            "bio": "<p>Becoming knowledgeable about different electronic charting software and data collection software, like EPIC and REDCap, as an experienced nurse sparked an interest in software development that makes a positive impact in healthcare. I plan to use my hands on development experience along with my healthcare background to create a meaningful and valuable place in Nashville's tech and healthcare scenes. </p>",
            "github": "https://github.com/keishacard",
            "linkedIn": "https://www.linkedin.com/in/keisha-card/",
            "portfolio": "https://keishacard.com/",
            "email": "cardkeisha@gmail.com",
            "proImg": "images/classmates/Keisha.jpg",
            "funImg": "images/classmates/Keisha_Fun.jpg"
        },
        {
            "id": 2,
            "firstName": "Colin",
            "lastName": "Sandlin",
            "reelThemIn": "<p>git commit -m \"I dunno what to put here\"</p>",
            "bio": "<p>I am a Full-stack Developer, but I first became an Industrial Designer because I love creative problem solving - digging deep into issues to find solutions that make people’s lives better. For five years, my teams worked with developers to create dynamic installations for clients such as the Dallas Cowboys, Stanford University, and Mailchimp, and my interest in coding was piqued.</p><p>That experience motivated me to pivot my career and become a developer. At the end of 2018, I left my job as a designer to begin preparing for my education at Nashville Software School. As a student, I have embraced the attitude of constant learning and have found a career that I get excited about every day. My passion for creative problem solving still drives me forward, the only difference is, now I can find solutions using code. In my free time, you can find me hiking, mountain biking, or searching for the next cup of coffee with my wife. </p>",
            "github": "https://github.com/c-sandlin",
            "linkedIn": "https://www.linkedin.com/in/c-sandlin",
            "portfolio": "https://www.csandlin.dev",
            "email": "csandlin010@gmail.com",
            "proImg": "images/classmates/Colin.jpg",
            "funImg": "images/classmates/Colin_Fun.jpg"
        },
        {
            "id": 3,
            "firstName": "Shelley",
            "lastName": "Arnold",
            "reelThemIn": "<p>git commit -m \"Just kidding, I fixed nothing...\"</p>",
            "bio": "<p>Having spent 8 years working in public education, I developed a passion for learning and problem-solving. Being able to identify a problem and develop a feasible and timely solution helped me grow as an educator and has also helped drive my passion for learning to code. When I'm not coding, I enjoy aerial workouts, playing with my two rescue dogs, or attending live podcasts with my husband.</p>",
            "github": "https://github.com/shelleyeti",
            "linkedIn": "https://www.linkedin.com/in/shelleyarnoldtn/",
            "portfolio": "https://www.shelleyeti.com",
            "email": "shelle.kay@gmail.com",
            "proImg": "images/classmates/Shelley.jpg",
            "funImg": "images/classmates/Shelley_Fun.jpg"
        },
        {
            "id": 4,
            "firstName": "Deep",
            "lastName": "Patel",
            "reelThemIn": "<p>git commit -m \"Eat Sleep code Repeat!\"</p>",
            "bio": "<p>I moved to the United States in 2017 with a degree in Mechanical Engineering excited to embark on a new life and adventure. I love new challenges and was eager to search for new ways to expand my skill set beyond that of mechanical engineering. I knew I had gained the ability to solve problems and think critically through my degree and with my new path in software development, I get to take these skills to another level. I am excited about my new career path as a software developer!</p>",
            "github": "https://github.com/Deep-A-Patel",
            "linkedIn": "https://www.linkedin.com/in/deep-patel1993/",
            "portfolio": "",
            "email": "deep.ag123007@gmail.com",
            "proImg": "images/classmates/Deep.jpg",
            "funImg": "images/classmates/Deep_Fun.jpg"
        },
        {
            "id": 5,
            "firstName": "Joseph",
            "lastName": "Driscoll",
            "reelThemIn": "<p>Program or be programmed -Douglas Rushkoff</p>",
            "bio": "<p> After earning a bachelor of arts degree in Audio Engineering, I started to become intrigued with the process of software development. I thoroughly enjoy problem-solving and solution finding. In the event that there are many different ways to obtain the same result, I am naturally eager to find the most efficient way to that result. Nashville Software School has given me the tools, resources and confidence I needed to begin a successful career in software development.</p>",
            "github": "https://github.com/Jdriscoll1993",
            "linkedIn": "https://www.linkedin.com/in/joeydriscoll/",
            "portfolio": "",
            "email": "driscoll.recording@gmail.com",
            "proImg": "images/classmates/Joey.jpg",
            "funImg": "images/classmates/Joey_Fun.jpg"
        },
        {
            "id": 6,
            "firstName": "Nate",
            "lastName": "Fleming",
            "reelThemIn": "<p>git commit -m \"uhhhhhhhh what did I do?\"</p>",
            "bio": "<p>After many years in the music and restaurant industries I was looking for a new creative outlet that caters to my interests and personality. I took a few coding courses online and discovered very quickly that it is the perfect fit for me. This led me to enrolling at Nashville Software School where I continued to develope my passion for software engineering.</p> <p>I hope to take these skills to start a rewarding career in the tech world and make applications that can help others any way I can. </p>",
            "github": "https://github.com/nate-fleming",
            "linkedIn": "https://www.linkedin.com/in/nathaniel-fleming/",
            "portfolio": "http://www.nate-fleming.com",
            "email": "nfleming4@gmail.com",
            "proImg": "images/classmates/Nate.jpg",
            "funImg": "images/classmates/Nate_Fun.jpg"
        },
        {
            "id": 7,
            "firstName": "Heather",
            "lastName": "Cleland",
            "reelThemIn": "<p>I wish there was a way to know you're in \"the good old days\", before you've actually left them.</p>",
            "bio": "<p>Following a career path built on words has lead me to careers as a copy editor, librarian, and to my current destination of software developer. I am ready for a new challenge and new direction. I was drawn to software development because I love that through coding I can build just about anything from virtually nothing. The field is ever-changing with new things to learn and try out every day - much like the field of education. Learning to code has been a challenging journey but that feeling of accomplishment when my code finally works is the best!</p>",
            "github": "https://github.com/hcleland",
            "linkedIn": "https://www.linkedin.com/in/heather-cleland/",
            "portfolio": "https://hcleland.github.io/heather-cleland/",
            "email": "heathercleland@gmail.com",
            "proImg": "images/classmates/Heather.jpg",
            "funImg": "images/classmates/Heather_Fun.jpg"
        },
        {
            "id": 8,
            "firstName": "Eliot",
            "lastName": "Clarke",
            "reelThemIn": "<p>On a path to learn. Hopefully learn everything.</p>",
            "bio": "<p>I rediscovered a passion for coding while working in the motorcycle industry and have since decided to chase after that passion at full force. I've found it to be one of the most rewarding endeavors I've gone after. If there's anything I've discovered about myself, it's that I have a natural inclination for problem-solving and an innate desire to help people. With a dedication to efficiency and creating positive change, it feels like I've finally found a career path I can get excited about.</p>",
            "github": "https://github.com/deliotclarke",
            "linkedIn": "https://www.linkedin.com/in/eliotclarke",
            "portfolio": "https://deliotclarke.github.io",
            "email": "deliotclarke@gmail.com",
            "proImg": "images/classmates/Eliot.jpg",
            "funImg": "images/classmates/Eliot_Fun.jpg"
        },
        {
            "id": 9,
            "firstName": "Jimmy",
            "lastName": "Metts",
            "reelThemIn": "<p>git commit -m \"Code or Bust!\"</p>",
            "bio": "<p>After spending many years in the music industry, I made the decision to change careers and needed a field with a growing job market that rewards hard work. I became aware of coding though a close family member's interest in the field and was pulled even closer when they graduated from Nashville Software School's Full Stack Web Development Boot Camp.<p><p>I find software development to be constantly challenging and at the same time very rewarding. I enjoy researching and implementing the Full Stack techniques & languages we have learned at NSS that include C#, .NET, SQL, ReactJS, Bootstrap, HTML, CSS & JavaScript. I am looking forward to applying my skills in software development and believe with my varied work experience, I will be an asset to any team.</p>",
            "github": "https://github.com/jimmymetts",
            "linkedIn": "https://www.linkedin.com/in/jimmymetts/",
            "portfolio": "",
            "email": "jimmymettsdev@gmail.com",
            "proImg": "images/classmates/Jimmy.jpg",
            "funImg": "images/classmates/Jimmy_Fun.jpg"
        },
        {
            "id": 10,
            "firstName": "Addam",
            "lastName": "Joor",
            "reelThemIn": "<p>git commit -m \"May your hats soar as high as your dreams.\"</p>",
            "bio": "<p> Analytical Chemist turned software developer on a never ending quest for knowledge. My journey as a software developer began as a simple curiosity and a self-imposed challenge to learn something that I had previously believed to be too daunting. I began by coding along with YouTube videos to build simple video game applications and eventually dove down the Unity rabbit hole. As I built these projects I realized that coding took something that I already loved, science and logic, and merged it with something I was missing, creation and exploration. I became obsessed with coming up with new more complex features to add to the games and small applications I was building. I was consumed with watching my ideas come to life and become interactive. It didn't take long before I decided I wanted to turn this passion into my career. I'm striving to learn more and more everyday and to continue to explore this passion for creation, exploration, and discovery. </p>",
            "github": "https://github.com/maddarooj",
            "linkedIn": "https://www.linkedin.com/in/william-addam-joor/",
            "portfolio": "https://maddarooj.github.io/william-joor/",
            "email": "addam.joor@outlook.com",
            "proImg": "images/classmates/Addam.jpg",
            "funImg": "images/classmates/Addam_Fun.jpg"
        },
        {
            "id": 11,
            "firstName": "Jason",
            "lastName": "Collum",
            "reelThemIn": "<p>json column</p>",
            "bio": "<p>I’m a creator at heart with a background in audio engineering and creating music for movies, television, and advertising.  After completing a few online JavaScript courses on my own, I decided to formalize my education at Nashville Software School where I could make coding a priority and be part of an incredible community dedicated to personal and professional growth.  I bring a collaborative spirit and enthusiasm to any effort to make something great.</p>",
            "github": "https: //github.com/jasoncollum",
            "linkedIn": "https: //www.linkedin.com/in/jason-collum",
            "portfolio": "http: //www.jasoncollum.com",
            "email": "jasoncollum@gmail.com",
            "proImg": "images/classmates/JasonC.jpg",
            "funImg": "images/classmates/JasonC_Fun.jpg"
        },
        {
            "id": 12,
            "firstName": "Carly",
            "lastName": "Bergthold",
            "reelThemIn": "<p>I love pressing the F5 key. It’s refreshing.</p>",
            "bio": "<p>I was first exposed to programming through my work in digital marketing, where the basic coding I did became my favorite part of the work day. A friend told me about Nashville Software School's web development jumpstart course, and after three whirlwind weeks there, I was hooked. I fell in love with the way coding incorporates creativity, logic, and endless learning opportunities. I enrolled in an NSS bootcamp soon after and am truly excited to pursue a career in a field I love.</p>",
            "github": "https://github.com/carlybergthold",
            "linkedIn": "https://www.linkedin.com/in/carlybergthold",
            "portfolio": "",
            "email": "carlybergthold@gmail.com",
            "proImg": "images/classmates/Carly.jpg",
            "funImg": "images/classmates/Carly_Fun.jpg"
        },
        {
            "id": 13,
            "firstName": "Ricky",
            "lastName": "McConnell",
            "reelThemIn": "<p>git commit -m \"It works on my machine.\"</p>",
            "bio": "<p>I learned about software development from a family member, and they had mentioned Nashville Software School. From there, I began exploring the world of programming. I was intrigued by the challenge and logical thinking incorporated with the field, and applied to a full-stack programming boot-camp. I am set to graduate NSS on September 20, 2019. While attending, I have had the opportunity to brainstorm and develop in languages that include: HTML, CSS, JavaScript, REACTjs, C#, SQL, and .NET.  I am learning everyday and evolving the skillsets to achieve my goals. I am passionate about technology, working in a team, and very eager to continue to grow as a developer to allow ideas to come to life. I am excited for where this career path will take me, and become a big part of the technology community.</p>",
            "github": "https://github.com/richardmcconnell12",
            "linkedIn": "https://linkedin.com/in/richard-mcconnell/",
            "portfolio": "",
            "email": "mr.mcconnell12@gmail.com",
            "proImg": "images/classmates/Ricky.jpg",
            "funImg": "images/classmates/Ricky_Fun.jpg"
        },
        {
            "id": 14,
            "firstName": "Emily",
            "lastName": "Loggins",
            "reelThemIn": "<p>git commit -m \"I went from singing B flat, to writing C# \"</p>",
            "bio": "<p>For a music major fresh out of undergraduate school, development was an exciting new challenge. It’s empowering to know that I am able to utilize the same creative and quantitative thinking that I used during my music career. Development has changed the way that I problem solve in the real world, and has made me a firm believer in the power of consistent, challenging, mental stimulation. It’s a privilege to get to open my laptop and create every day.</p>",
            "github": "https://github.com//emilyloggins",
            "linkedIn": "https://www.linkedin.com/in/emilyloggins/",
            "email": "emilyloggins1@gmail.com",
            "proImg": "images/classmates/Emily.jpg",
            "funImg": "images/classmates/Emily_Fun.jpg"
        },
        {
            "id": 15,
            "firstName": "Burak",
            "lastName": "Koc",
            "reelThemIn": "<p>The more I study, the more insatiable do I feel my genius for it to be. - Ada Lovelace</p>",
            "bio": "<p>I first discovered my passion for technology in the 1990s with my first computer using a MS-DOS operating systems. In high school, I wrote my first HTML code to build my personal webpage. Since then, I have been fascinated by the functionality of computers and the power of coding. My goal as a coder is to develop resources that provide meaningful and relevant experiences to users. </p>",
            "github": "https://github.com/BurakNash",
            "linkedIn": "https://www.linkedin.com/in/buraknash/",
            "portfolio": "https://buraknash.github.io/",
            "email": "burakkayakoc@gmail.com",
            "proImg": "images/classmates/Burak.jpg",
            "funImg": "images/classmates/Burak_Fun.jpg"
        }
    ]
}